Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's the hardest thing about being you right now?
de: Was ist gerade das Schwierigste daran, du zu sein?
es: ¿Qué es lo más difícil de ser tú en este momento?
fr: Quelle est la chose la plus difficile à être vous en ce moment ?
it: Qual è la cosa più difficile dell'essere te in questo momento?
ja: 今、あなたであることの一番大変なことは何ですか？
ko: 지금 당신이라는 존재의 가장 어려운 점은 무엇인가요?
nb: Hva er det vanskeligste med å være deg akkurat nå?
nl: Wat is op dit moment het moeilijkste aan jou zijn?
pl: Co jest teraz najtrudniejsze w byciu tobą?
pt_br: Qual é a coisa mais difícil em ser você agora?
sv: Vad är det svåraste med att vara dig just nu?
uk: Що найважче в тому, щоб бути собою зараз?
zh_hans: 现在做你自己，最难的部分是什么？

source: What's the kindest lie you've ever told?
de: Was war die freundlichste Lüge, die du je erzählt hast?
es: ¿Cuál es la mentira más amable que has dicho?
fr: Quel est le mensonge le plus gentil que vous ayez jamais raconté ?
it: Qual è la bugia più gentile che tu abbia mai detto?
ja: 今までに言った中で最も親切な嘘は何ですか？
ko: 당신이 한 가장 친절한 거짓말은 무엇인가요?
nb: Hva er den snilleste løgnen du noen gang har fortalt?
nl: Wat is de vriendelijkste leugen die je ooit hebt verteld?
pl: Jakie jest najmilsze kłamstwo, jakie kiedykolwiek powiedziałeś?
pt_br: Qual é a mentira mais gentil que você já contou?
sv: Vad är den snällaste lögn du någonsin har berättat?
uk: Яка найкрасивіша брехня, яку ви коли-небудь говорили?
zh_hans: 你说过的最善意的谎言是什么？

source: What's the kindest thing someone has ever done for you?
de: Was ist das Nettteste, was jemals jemand für dich getan hat?
es: ¿Cuál es la cosa más amable que alguien ha hecho por ti?
fr: Quelle est la chose la plus gentille que quelqu'un ait jamais faite pour toi ?
it: Qual è la cosa più gentile che qualcuno abbia mai fatto per te?
ja: 誰かがあなたにしてくれた最も親切なことは何ですか？
ko: 누군가가 당신에게 해준 가장 친절한 일은 무엇인가요?
nb: Hva er det snilleste noen noen gang har gjort for deg?
nl: Wat is het vriendelijkste wat iemand ooit voor je heeft gedaan?
pl: Jaka jest najżyczliwsza rzecz, jaką ktoś kiedykolwiek dla ciebie zrobił?
pt_br: Qual é a coisa mais gentil que alguém já fez por você?
sv: Vad är det snällaste någon någonsin har gjort för dig?
uk: Який найдобріший вчинок хтось зробив для вас?
zh_hans: 别人为你做过最善良的事是什么？

source: What's the last book you genuinely couldn't put down?
de: Welches Buch konntest du zuletzt nicht aus der Hand legen?
es: ¿Cuál fue el último libro que realmente no pudiste dejar?
fr: Quel est le dernier livre que vous n'avez vraiment pas pu lâcher ?
it: Qual è l'ultimo libro che non sei riuscito a lasciare?
ja: 最後に夢中になって読んだ本は何ですか？
ko: 진짜로 놓을 수 없었던 마지막 책은 무엇인가요?
nb: Hvilken bok var den siste du virkelig ikke kunne legge fra deg?
nl: Wat was het laatste boek dat je echt niet kon wegleggen?
pl: Jaka była ostatnia książka, której naprawdę nie mogłeś odłożyć?
pt_br: Qual foi o último livro que você realmente não conseguiu largar?
sv: Vilken var den senaste boken du verkligen inte kunde lägga ifrån dig?
uk: Яку останню книгу ви справді не могли відкласти?
zh_hans: 上一本让你爱不释手的书是什么？

source: What's the last thing that made you laugh out loud?
de: Worüber hast du zuletzt laut gelacht?
es: ¿Qué fue lo último que te hizo reír a carcajadas?
fr: Quelle est la dernière chose qui vous a fait rire aux éclats ?
it: Qual è l'ultima cosa che ti ha fatto ridere di cuore?
ja: 最後に大笑いしたのは何でしたか？
ko: 마지막으로 크게 웃게 만든 것은 무엇인가요?
nb: Hva var det siste som fikk deg til å le høyt?
nl: Wat was het laatste waar je hard om moest lachen?
pl: Co ostatnio sprawiło, że zaśmiałeś się głośno?
pt_br: Qual foi a última coisa que fez você rir alto?
sv: Vad var det senaste som fick dig att skratta högt?
uk: Що останнє змусило вас голосно сміятися?
zh_hans: 最近一次让你开怀大笑的事情是什么？

source: What's the last thing you did for the first time?
de: Was hast du das letzte Mal zum ersten Mal getan?
es: ¿Qué fue lo último que hiciste por primera vez?
fr: Quelle est la dernière chose que tu as faite pour la première fois ?
it: Qual è l'ultima cosa che hai fatto per la prima volta?
ja: 最後に初めてやったことは何ですか？
ko: 마지막으로 처음 해본 일은 무엇인가요?
nb: Hva er det siste du gjorde for første gang?
nl: Wat is het laatste dat je voor het eerst deed?
pl: Co zrobiłeś ostatnio po raz pierwszy?
pt_br: Qual foi a última coisa que você fez pela primeira vez?
sv: Vad är det senaste du gjorde för första gången?
uk: Що ви востаннє зробили вперше?
zh_hans: 你最后一次第一次做的事情是什么？

source: What’s the last thing you searched for on your phone?
de: Was hast du zuletzt auf deinem Handy gesucht?
es: ¿Qué fue lo último que buscaste en tu teléfono?
fr: Quelle est la dernière chose que vous avez recherchée sur votre téléphone ?
it: Qual è l'ultima cosa che hai cercato sul telefono?
ja: 最後にスマホで検索したことは何ですか？
ko: 휴대폰에서 마지막으로 검색한 것은 무엇인가요?
nb: Hva var det siste du søkte på på telefonen?
nl: Wat was het laatste dat je op je telefoon hebt opgezocht?
pl: Co ostatnio wyszukiwałeś na swoim telefonie?
pt_br: Qual foi a última coisa que você pesquisou no seu telefone?
sv: Vad var det senaste du sökte på på din telefon?
uk: Що ви востаннє шукали на телефоні?
zh_hans: 你手机上最后一次搜索的是什么？

source: What's the longest friendship you've maintained and what keeps it alive?
de: Was ist die längste Freundschaft, die du pflegst, und was hält sie am Leben?
es: ¿Cuál es la amistad más larga que has mantenido y qué la mantiene viva?
fr: Quelle est la plus longue amitié que tu aies entretenue et qu'est-ce qui la maintient en vie ?
it: Qual è l'amicizia più lunga che hai mantenuto e cosa la mantiene viva?
ja: あなたが維持してきた最長の友情は何ですか。また何がそれを生かし続けていますか？
ko: 가장 오래 유지해온 우정은 무엇이며, 무엇이 그 우정을 유지시키나요?
nb: Hva er det lengste vennskapet du har opprettholdt og hva holder det i live?
nl: Wat is de langste vriendschap die je hebt onderhouden en wat houdt deze levend?
pl: Jaka jest najdłuższa przyjaźń, którą utrzymujesz i co ją utrzymuje przy życiu?
pt_br: Qual é a amizade mais longa que você manteve e o que a mantém viva?
sv: Vad är den längsta vänskapen du har upprätthållit och vad håller den vid liv?
uk: Яка найдовша дружба у вашому житті, і що підтримує її?
zh_hans: 你维持最久的友谊是什么，是什么让它保持活力？

source: What's the longest line you've ever stood in?
de: Wofür hast du schon in der längsten Schlange gestanden?
es: ¿Cuál es la fila más larga en la que has estado?
fr: Quelle est la plus longue file d'attente dans laquelle tu as fait la queue ?
it: Qual è la fila più lunga in cui tu abbia mai fatto la coda?
ja: 今までで一番長く並んだのは何の列ですか？
ko: 가장 오래 서 있었던 줄은 무엇인가요?
nb: Hva er den lengste køen du noen gang har stått i?
nl: Wat is de langste rij waarin je ooit hebt gestaan?
pl: W jakiej najdłuższej kolejce stałeś?
pt_br: Qual é a maior fila em que você já ficou?
sv: Vilken är den längsta kö du någonsin har stått i?
uk: У якій найдовшій черзі ви коли-небудь стояли?
zh_hans: 你排过的最长的队是哪个？

source: What’s the longest road trip you’ve ever been on?
de: Was war die längste Autofahrt, die du je gemacht hast?
es: ¿Cuál es el viaje por carretera más largo que has hecho?
fr: Quel est le plus long road trip que tu aies jamais fait ?
it: Qual è il viaggio su strada più lungo che hai mai fatto?
ja: 今までで一番長いロードトリップは何でしたか？
ko: 가장 길었던 로드트립은 무엇인가요?
nb: Hva er den lengste bilturen du noen gang har vært på?
nl: Wat is de langste roadtrip waar je ooit op bent geweest?
pl: Jaka była najdłuższa podróż samochodem, w jakiej uczestniczyłeś?
pt_br: Qual foi a viagem de carro mais longa que você já fez?
sv: Vad är den längsta roadtripen du någonsin har varit på?
uk: Яка найдовша автомобільна подорож, у якій ви були?
zh_hans: 你经历过的最长的公路旅行是什么？

source: What's the longest trip you ever took with your family as a kid?
de: Was war die längste Reise, die du als Kind mit deiner Familie gemacht hast?
es: ¿Cuál fue el viaje más largo que hiciste con tu familia de niño?
fr: Quel est le plus long voyage que tu aies fait avec ta famille étant enfant ?
it: Qual è stato il viaggio più lungo che hai fatto con la tua famiglia da bambino?
ja: 子供の頃に家族と行った一番長い旅行は何ですか？
ko: 어릴 적 가족과 떠난 여행 중 가장 길었던 여행은 무엇인가요?
nb: Hva er den lengste turen du noen gang tok med familien din som barn?
nl: Wat is de langste reis die je als kind met je gezin maakte?
pl: Jaka była najdłuższa podróż, jaką odbyłeś z rodziną jako dziecko?
pt_br: Qual foi a viagem mais longa que você fez com sua família quando criança?
sv: Vilken var den längsta resan du gjorde med din familj som barn?
uk: Якою була найдовша подорож із родиною в дитинстві?
zh_hans: 你小时候和家人一起旅行最长的一次是去哪里？

source: What's the longest you've ever been away from home?
de: Wie lange warst du schon am Stück von zu Hause weg?
es: ¿Cuánto es lo más que has estado fuera de casa?
fr: Quel est le plus longtemps que tu aies été loin de chez toi ?
it: Qual è il periodo più lungo che sei stato lontano da casa?
ja: 今までで一番長く家を離れていたのはどのくらいですか？
ko: 집을 떠나있었던 가장 긴 기간은 언제인가요?
nb: Hvor lenge har du vært borte fra hjemmet ditt?
nl: Hoe lang ben je ooit van huis weg geweest?
pl: Jak długo byłeś poza domem?
pt_br: Qual foi o maior tempo que você ficou longe de casa?
sv: Hur länge har du varit borta från hemmet som längst?
uk: Як довго ви найдовше були відсутні вдома?
zh_hans: 你离家最长的时间是多久？

source: What’s the longest you’ve ever gone without sleep because of a date?
de: Wie lange bist du wegen eines Dates schon wach geblieben?
es: ¿Cuánto tiempo has estado sin dormir debido a una cita?
fr: Combien de temps es-tu resté(e) sans dormir à cause d'un rendez-vous ?
it: Quanto tempo sei rimasto senza dormire a causa di un appuntamento?
ja: デートが原因で起きていた最長時間はどのくらいですか？
ko: 데이트 때문에 잠을 설치며 깨어있었던 가장 긴 시간은 언제인가요?
nb: Hva er det lengste du har vært uten søvn på grunn av en date?
nl: Hoe lang ben jij ooit wakker gebleven vanwege een date?
pl: Jak długo nie spałeś z powodu randki?
pt_br: Quanto tempo você já ficou sem dormir por causa de um encontro?
sv: Hur länge har du varit vaken på grund av en dejt?
uk: Як довго ти не спав через побачення?
zh_hans: 你曾因为约会而多久没睡？

source: What's the longest you've ever gone without speaking your native language?
de: Wie lange bist du schon ohne deine Muttersprache ausgekommen?
es: ¿Cuánto tiempo has estado sin hablar tu idioma nativo?
fr: Quelle est la plus longue période sans parler ta langue natale ?
it: Qual è il periodo più lungo senza parlare la tua lingua madre?
ja: 母国語を話さずに過ごした最長期間はどのくらいですか？
ko: 모국어를 하지 않고 지낸 가장 긴 기간은 언제인가요?
nb: Hvor lenge har du gått uten å snakke morsmålet ditt?
nl: Hoe lang ben je ooit geweest zonder je moedertaal te spreken?
pl: Jak długo wytrzymałeś/aś bez mówienia w swoim ojczystym języku?
pt_br: Qual o maior tempo que você ficou sem falar seu idioma nativo?
sv: Hur länge har du varit utan att prata ditt modersmål?
uk: Як довго ви найдовше не розмовляли своєю рідною мовою?
zh_hans: 你最长多久没有说母语？

source: What’s the longest you’ve gone without sleep?
de: Wie lange warst du schon ohne Schlaf?
es: ¿Cuál es el tiempo más largo que has pasado sin dormir?
fr: Quel est le plus longtemps que vous êtes resté sans dormir ?
it: Qual è il periodo più lungo che sei rimasto senza dormire?
ja: 今までで最も長く寝ずにいたのはどのくらいですか？
ko: 잠을 자지 않고 버틴 가장 긴 시간은 얼마인가요?
nb: Hva er det lengste du har gått uten søvn?
nl: Hoe lang ben je ooit wakker geweest?
pl: Jak długo byłeś bez snu?
pt_br: Qual é o maior tempo que você ficou sem dormir?
sv: Vad är det längsta du har varit utan sömn?
uk: Як довго ви не спали?
zh_hans: 你最久没睡觉有多长时间？

source: What's the messiest room in your home right now?
de: Was ist der unordentlichste Raum in deinem Zuhause?
es: ¿Cuál es la habitación más desordenada de tu casa en este momento?
fr: Quelle est la pièce la plus en désordre chez toi en ce moment ?
it: Qual è la stanza più disordinata della tua casa in questo momento?
ja: 今、あなたの家で一番散らかっている部屋はどこですか？
ko: 지금 당신 집에서 가장 지저분한 방은 어디인가요?
nb: Hva er det mest rotete rommet i hjemmet ditt akkurat nå?
nl: Wat is de rommeligste kamer in jouw huis op dit moment?
pl: Który pokój w twoim domu jest teraz najbardziej zagracony?
pt_br: Qual é o cômodo mais bagunçado da sua casa agora?
sv: Vilket är det mest röriga rummet i ditt hem just nu?
uk: Яка кімната у вашому домі зараз найбезладніша?
zh_hans: 现在你家哪个房间最乱？

source: What's the most 'alive' you've ever felt in the presence of another person?
de: Wann hast du dich in der Gegenwart eines anderen Menschen am „lebendigsten“ gefühlt?
es: ¿Cuándo te has sentido más 'vivo' en presencia de otra persona?
fr: Quand vous êtes-vous senti(e) le plus « vivant(e) » en présence d'une autre personne ?
it: Quando ti sei sentito più 'vivo' in presenza di un'altra persona?
ja: 他の人の前で、これまでで最も「生きている」と感じたのはどんな時ですか？
ko: 다른 사람 앞에서 가장 '살아있다'고 느꼈던 때는 언제인가요?
nb: Når har du følt deg mest 'levende' i nærvær av en annen person?
nl: Wanneer voelde je je het meest 'levend' in het bijzijn van een ander?
pl: Kiedy czułeś się najbardziej 'żywy' w obecności innej osoby?
pt_br: Quando você se sentiu mais 'vivo' na presença de outra pessoa?
sv: När har du känt dig som mest 'levande' i närheten av en annan person?
uk: Коли ви відчули себе найбільш «живим» у присутності іншої людини?
zh_hans: 在另一个人面前，你感到最有「活力」的时刻是什么时候？

source: What’s the most 'awkward' social situation you’ve been in?
de: Was war die 'unangenehmste' soziale Situation, in der du warst?
es: ¿Cuál es la situación social más 'incómoda' en la que has estado?
fr: Quelle est la situation sociale la plus 'gênante' dans laquelle tu te sois trouvé ?
it: Qual è la situazione sociale più 'imbarazzante' in cui ti sei trovato?
ja: 今までで一番 '気まずい' 社会的状況は何でしたか？
ko: 가장 '어색했던' 사회적 상황은 무엇인가요?
nb: Hva er den mest 'pinlige' sosiale situasjonen du har vært i?
nl: Wat is de meest 'ongemakkelijke' sociale situatie waarin je bent beland?
pl: Jaka jest najbardziej 'niezręczna' sytuacja społeczna, w jakiej się znalazłeś?
pt_br: Qual é a situação social mais 'constrangedora' que você já viveu?
sv: Vad är den mest 'pinsamma' sociala situation du har befunnit dig i?
uk: Яка найбільш 'незручна' соціальна ситуація, в якій ви опинилися?
zh_hans: 你经历过的最'尴尬'的社交场合是什么？

source: What's the most 'old person' thing you do?
de: Was ist das 'Alte-Leute'-Ding, das du tust?
es: ¿Qué es lo más 'de viejo' que haces?
fr: Quelle est la chose la plus « de vieux » que tu fais ?
it: Qual è la cosa più 'da vecchi' che fai?
ja: あなたがやっている『年寄りくさい』ことは何ですか？
ko: 네가 하는 가장 '꼰대 같은' 행동은 뭐예요?
nb: Hva er den mest 'gamle person'-tingen du gjør?
nl: Wat is het meest 'oude-mensen'-ding dat je doet?
pl: Jaka jest najbardziej 'stara' rzecz, którą robisz?
pt_br: Qual é a coisa mais 'de velho' que você faz?
sv: Vad är det mest 'gamla person'-grejen du gör?
uk: Що найбільш 'старе' ви робите?
zh_hans: 你做过的哪件事最‘老派’？

source: What’s the most 'out of character' thing you’ve done for love?
de: Was ist das Ungewöhnlichste, das du aus Liebe getan hast?
es: ¿Qué es lo más fuera de tu carácter que has hecho por amor?
fr: Quelle est la chose la plus 'hors de ton caractère' que tu as faite par amour ?
it: Qual è la cosa più 'fuori dal tuo carattere' che hai fatto per amore?
ja: 愛のためにした、自分らしくないことと言えば？
ko: 사랑을 위해 한 가장 ‘내답지 않은’ 일은 무엇인가요?
nb: Hva er den mest 'typisk utenfor karakter' tingen du har gjort for kjærligheten?
nl: Wat is het meest 'uit je karakter' wat je ooit voor de liefde hebt gedaan?
pl: Co najbardziej 'nie w twoim stylu' zrobiłeś dla miłości?
pt_br: Qual é a coisa mais 'fora do seu normal' que você fez por amor?
sv: Vad är den mest 'utanför karaktären' saken du har gjort för kärlek?
uk: Що найбільш 'не в твоєму характері' ти робив заради кохання?
zh_hans: 你为爱做过最‘不像自己’的事情是什么？

source: What’s the most 'spontaneous' romantic encounter you’ve had?
de: Was war deine spontanste romantische Begegnung?
es: ¿Cuál es el encuentro romántico más 'espontáneo' que has tenido?
fr: Quelle est la rencontre romantique la plus 'spontanée' que tu aies eue ?
it: Qual è l'incontro romantico più 'spontaneo' che hai avuto?
ja: 今までで一番‘衝動的’なロマンチックな出会いは何ですか？
ko: 가장 ‘자발적’인 로맨틱한 만남은 무엇이었나요?
nb: Hva er den mest 'spontane' romantiske opplevelsen du har hatt?
nl: Wat is de meest 'spontane' romantische ontmoeting die je hebt gehad?
pl: Jakie było twoje najbardziej 'spontaniczne' romantyczne spotkanie?
pt_br: Qual é o encontro romântico mais 'espontâneo' que você já teve?
sv: Vad är det mest 'spontana' romantiska mötet du har haft?
uk: Яка найбільш 'спонтанна' романтична зустріч у тебе була?
zh_hans: 你经历过最‘随性’的浪漫邂逅是什么？

source: What's the most 'touristy' thing you've ever done that you absolutely loved?
de: Was ist das 'touristenhafteste', was du je gemacht hast und absolut geliebt hast?
es: ¿Qué es lo más 'turístico' que has hecho y que te ha encantado?
fr: Quelle est la chose la plus 'touristique' que tu aies faite et que tu as adorée ?
it: Qual è la cosa più 'da turista' che hai mai fatto e che hai assolutamente amato?
ja: 今までで一番「観光的」なことで、絶対に大好きだったことは何ですか？
ko: 가장 '관광객 같은' 일 중에서 정말로 좋았던 것은 무엇인가요?
nb: Hva er det mest 'turistiske' du noen gang har gjort som du elsket?
nl: Wat is het meest 'toeristische' dat je ooit hebt gedaan en waar je absoluut van hield?
pl: Co najbardziej 'turystycznego' zrobiłeś/aś i absolutnie pokochałeś/aś?
pt_br: Qual a coisa mais 'turística' que você já fez e amou totalmente?
sv: Vad är det mest 'turistiga' du någonsin gjort som du absolut älskade?
uk: Що найбільш 'туристичне' ви коли-небудь робили і що вам абсолютно сподобалося?
zh_hans: 你做过的最「游客」但又特别喜欢的事情是什么？

source: What’s the most 'turned on' you’ve ever been by me?
de: Wann warst du von mir am meisten 'angemacht'?
es: ¿Cuál es la vez que más 'excitado' te he puesto?
fr: Quand as-tu été le plus 'excité' par moi ?
it: Quando sei stato più 'eccitato' da me?
ja: 私に一番‘興奮’したのはどんな時ですか？
ko: 내가 가장 '흥분'되었던 때는 언제인가요?
nb: Når har du vært mest 'kåt' på meg?
nl: Wanneer was je het meest 'opgewonden' door mij?
pl: Kiedy najbardziej się przez mnie 'podnieciłeś'?
pt_br: Quando você ficou mais 'excitado' por mim?
sv: När har du varit som mest 'tänd' på mig?
uk: Коли ти був найбільш 'збуджений' мною?
zh_hans: 你什么时候被我‘撩’得最兴奋？

source: What's the most absurd hill you'd die on?
de: Für welchen absurdesten Hügel würdest du sterben?
es: ¿Cuál es la colina más absurda por la que morirías?
fr: Quelle est la colline la plus absurde sur laquelle tu mourrais ?
it: Qual è la collina più assurda su cui moriresti?
ja: あなたが最も馬鹿げたこだわりは何ですか？
ko: 당신이 죽어도 고집할 가장 터무니없는 것은 무엇인가요?
nb: Hva er den mest absurde bakken du ville dødd på?
nl: Wat is de meest absurde heuvel waarop jij zou willen sterven?
pl: O jakie najbardziej absurdalne wzgórze byś walczył na śmierć i życie?
pt_br: Qual é o morro mais absurdo pelo qual você morreria?
sv: Vilken är den mest absurda kulle du skulle dö på?
uk: За який найбезглуздіший пагорб ти готовий померти?
zh_hans: 你会为何等荒谬的观点至死不渝？

source: What’s the most adventurous place you’ve ever been intimate?
de: Was war der abenteuerlichste Ort, an dem du intim warst?
es: ¿Cuál es el lugar más aventurero donde has estado íntimo?
fr: Quel est l'endroit le plus aventureux où tu as été intime ?
it: Qual è il posto più avventuroso in cui sei stato intimo?
ja: 今までで一番冒険した場所はどこですか？
ko: 가장 모험적인 장소에서 한 경험은 어디인가요?
nb: Hva er det mest eventyrlige stedet du har vært intim?
nl: Wat is de meest avontuurlijke plek waar je intiem bent geweest?
pl: Jakie jest najbardziej ryzykowne miejsce, w którym uprawiałaś seks?
pt_br: Qual é o lugar mais aventureiro onde você já foi íntimo?
sv: Vilken är den mest äventyrliga platsen du har varit intim på?
uk: Яке найбільш авантюрне місце, де ти був інтимним?
zh_hans: 你曾在哪个最刺激的地方亲密过？

source: What's the most adventurous thing you did as a child?
de: Was war das Abenteuerlichste, was du als Kind gemacht hast?
es: ¿Qué fue lo más aventurero que hiciste de niño?
fr: Quelle est la chose la plus aventureuse que tu aies faite enfant ?
it: Qual è la cosa più avventurosa che hai fatto da bambino?
ja: 子供の頃にした最も冒険的なことは何ですか？
ko: 어린 시절 가장 모험적인 일은 무엇이었나요?
nb: Hva er det mest eventyrlige du gjorde som barn?
nl: Wat is het meest avontuurlijke dat je als kind deed?
pl: Co było najbardziej przygodowego, co zrobiłeś/zrobiłaś jako dziecko?
pt_br: Qual foi a coisa mais aventureira que você fez quando criança?
sv: Vad är det mest äventyrliga du gjorde som barn?
uk: Що найпригодницькішого ви робили в дитинстві?
zh_hans: 你小时候做过的最冒险的事情是什么？

source: What’s the most ambitious thing on your bucket list?
de: Was ist das ehrgeizigste Ding auf deiner Bucket List?
es: ¿Qué es lo más ambicioso en tu lista de deseos?
fr: Quelle est la chose la plus ambitieuse sur ta liste de choses à faire avant de mourir ?
it: Qual è la cosa più ambiziosa nella tua lista dei desideri?
ja: バケットリストで最も野心的なことは何ですか？
ko: 버킷리스트에서 가장 야심찬 것은 무엇인가요?
nb: Hva er den mest ambisiøse tingen på bøttelisten din?
nl: Wat is het meest ambitieuze op je verlanglijstje?
pl: Jaka jest najbardziej ambitna rzecz na twojej liście rzeczy do zrobienia?
pt_br: Qual é a coisa mais ambiciosa da sua lista de desejos?
sv: Vad är det mest ambitiösa på din bucket list?
uk: Що найамбітніше у вашому списку бажань?
zh_hans: 你的人生清单上最有野心的事情是什么？

source: What’s the most attractive thing I wear?
de: Was ist das Attraktivste, das ich trage?
es: ¿Qué es lo más atractivo que llevo puesto?
fr: Quelle est la chose la plus attirante que je porte ?
it: Qual è la cosa più attraente che indosso?
ja: 私が着ているもので一番魅力的なものは何ですか？
ko: 제가 입는 것 중 가장 매력적인 것은 무엇인가요?
nb: Hva er det mest attraktive jeg har på meg?
nl: Wat is het meest aantrekkelijke dat ik draag?
pl: Co najbardziej atrakcyjnego noszę?
pt_br: Qual é a coisa mais atraente que eu uso?
sv: Vad är det mest attraktiva jag har på mig?
uk: Що найпривабливішого я ношу?
zh_hans: 我穿什么最吸引你？

source: What’s the most attractive thing I’ve said or done today?
de: Was ist das Attraktivste, das ich heute gesagt oder getan habe?
es: ¿Qué es lo más atractivo que he dicho o hecho hoy?
fr: Quelle est la chose la plus attirante que j'ai dite ou faite aujourd'hui ?
it: Qual è la cosa più attraente che ho detto o fatto oggi?
ja: 今日、私が言ったりやったりしたことで一番魅力的だったことは何ですか？
ko: 오늘 제가 한 말이나 행동 중 가장 매력적이었던 것은 무엇인가요?
nb: Hva er den mest attraktive tingen jeg har sagt eller gjort i dag?
nl: Wat is het meest aantrekkelijke dat ik vandaag heb gezegd of gedaan?
pl: Co dzisiaj powiedziałam lub zrobiłam, co było najbardziej atrakcyjne?
pt_br: Qual é a coisa mais atraente que eu disse ou fiz hoje?
sv: Vad är det mest attraktiva jag har sagt eller gjort idag?
uk: Що найпривабливішого я сьогодні сказав або зробив?
zh_hans: 今天我说的或做的最有吸引力的事情是什么？

source: What's the most awkward thing you've done to avoid a conversation?
de: Was ist das Peinlichste, das du getan hast, um ein Gespräch zu vermeiden?
es: ¿Qué es lo más incómodo que has hecho para evitar una conversación?
fr: Quelle est la chose la plus gênante que tu aies faite pour éviter une conversation ?
it: Qual è la cosa più imbarazzante che tu abbia fatto per evitare una conversazione?
ja: 会話を避けるためにやった、一番気まずい行動は何ですか？
ko: 대화를 피하기 위해 했던 가장 어색한 행동은 뭐예요?
nb: Hva er den kleineste tingen du har gjort for å unngå en samtale?
nl: Wat is het meest ongemakkelijke dat je hebt gedaan om een gesprek te vermijden?
pl: Jaka jest najbardziej niezręczna rzecz, jaką zrobiłeś, unikając rozmowy?
pt_br: Qual é a coisa mais estranha que você já fez para evitar uma conversa?
sv: Vad är det mest pinsamma du har gjort för att undvika ett samtal?
uk: Що найбільш ніяково ви зробили, щоб уникнути розмови?
zh_hans: 你为了避免谈话而做过的最尴尬的事情是什么？
